{
 "examples": [
 {
  "name": "TempEval-china pollution (EN example)",
  "text": "China's state leadership transition has taken place this month against an ominous backdrop. More than 16,000 dead pigs have been found floating in rivers that provide drinking water to Shanghai. A haze akin to volcanic fumes cloaked the capital, causing convulsive coughing and obscuring the portrait of Mao Zedong on the gate to the Forbidden City.\n\nSo severe are China's environmental woes, especially the noxious air, that top government officials have been forced to openly acknowledge them. Fu Ying, the spokeswoman for the National People's Congress, said she checked for smog every morning after opening her curtains and kept at home face masks for her daughter and herself. Li Keqiang, the new prime minister, said the air pollution had made him \"quite upset\" and vowed to \"show even greater resolve and make more vigorous efforts\" to clean it up.\n\nLast month, after deadly air pollution hit record levels in northern China, officials byWen Jiabao, then the prime minister, put forward strict new fuel standards that the oil companies had blocked for years. But there are doubts about whether the oil companies will comply, especially since oil officials resisted a similar government order for higher-grade fuel four years ago. State-owned power companies have been similarly resistant. The companies regularly ignore government orders to upgrade coal-burning electricity plants, according to ministry data. And as with the oil companies, the power companies exert an outsize influence over environmental policy debates.\n\nIn 2011, during a round of discussions over stricter emissions standards, the China Electricity Council, which represents the companies, pushed back hard against the proposals, saying that the costs of upgrading the plants would be too high.\n\nOn Feb. 28, Deutsche Bank released an analysts' note saying that China's current economic policies would result in an enormous surge in coal consumption and automobile sales over the next decade. \"China's air pollution will become a lot worse from the already unbearable level,\" the analysts said, calling for drastic policy changes and \"a strong government will to overcome the opposition from interest groups.\"\n\nThe report estimated that the number of passenger cars in China was on track to hit 400 million by 2030, up from 90 million now."
 },
 {
  "name":"TempEval-wsj_0329 (EN example)",

  "text": "Coda Energy Inc. said it arranged a $50 million credit facility with NCNB Texas National Bank, a unit of NCNB Corp., of Charlotte, N.C. The Dallas oil and gas concern said that $10 million of the facility would be used to consolidate the company's $8.1 million of existing bank debt, to repurchase 4 million of its 4.9 million shares outstanding of Series D convertible preferred stock, and to purchase a 10% net-profits interest in certain oil and gas properties from one of its existing lenders, National Canada Corp. The remaining $40 million can be used over three years for oil and gas acquisitions, the company said.\n\n Ted Eubank, Coda's president, said the loan carries an interest rate of prime plus one percentage point, with 85% of the company's net oil and gas revenue each month dedicated to repayment. The company put up \"virtually all\" of its oil and gas properties as collateral, he said."

 },
 {
  "name": "Tempeval-wsj_0706 (EN example)",
  "text": "Security Pacific Corp. has set its sights on buying its second bank holding company this year .\n\nSecurity said it signed a letter of intent to purchase La Jolla Bancorp, agreeing to pay $15 of its own stock for each share of La Jolla. Based on the current number of La Jolla shares, that gives the transaction a value of $104 million.\n\nLa Jolla is the parent company of La Jolla Bank amp Trust Co., which has 12 branches in San Diego County. As of Sept. 30 , the bank had assets of $511 million and deposits of $469 million, Security Pacific said.\n\nEarlier this month , Security Pacific, which is among the 10 largest bank holding companies in the U.S., completed the acquisition of San Diego-based Southwest Bancorp."

 },
 {"name": "Tempeval-wsj_0169 (EN example)",
  "text": "Ratners Group PLC, a fast-growing, acquisition-minded London-based jeweler, raised its price for Seattle-based specialty jeweler Weisfield's Inc. to $57.50 a share, or $62.1 million, from $50 a share, or $55 million, after another concern said it would be prepared to outbid Ratners's initial offer. The other concern wasn't identified.\n\nRatners's chairman, Gerald Ratner, said the deal remains of \"substantial benefit to Ratners.\" In London at mid-afternoon yesterday, Ratners's shares were up 2 pence (1.26 cents), at 260 pence ($1.64).\n\nThe sweetened offer has acceptances from more than 50% of Weisfield's shareholders, and it is scheduled for completion by Dec. 10 .\n\nThe acquisition of 87-store Weisfield's raises Ratners's U.S. presence to 450 stores. About 30% of Ratners's profit already is derived from the U.S."
 }
 ,
 {"name": "Tempeval-wsj_0169 (EN example)",
  "text": "Ratners Group PLC, a fast-growing, acquisition-minded London-based jeweler, raised its price for Seattle-based specialty jeweler Weisfield's Inc. to $57.50 a share, or $62.1 million, from $50 a share, or $55 million, after another concern said it would be prepared to outbid Ratners's initial offer. The other concern wasn't identified.\n\nRatners's chairman, Gerald Ratner, said the deal remains of \"substantial benefit to Ratners.\" In London at mid-afternoon yesterday, Ratners's shares were up 2 pence (1.26 cents), at 260 pence ($1.64).\n\nThe sweetened offer has acceptances from more than 50% of Weisfield's shareholders, and it is scheduled for completion by Dec. 10 .\n\nThe acquisition of 87-store Weisfield's raises Ratners's U.S. presence to 450 stores. About 30% of Ratners's profit already is derived from the U.S."
 },
 {"name": "Tempeval-wsj_0127 (EN example)",
  "text": "Reed International PLC said that net income for the six months ended Oct. 1 slipped 5% to #89.7 million ($141.9 million), or 16 pence a share, from #94.8 million ($149.9 million), or 17.3 pence a share.\n\nThe British paper, packaging and publishing concern, said profit from continuing lines fell 10% to #118 million from #130.6 million.\n\nWhile there were no one-time gains or losses in the latest period , there was a one-time gain of #18 million in the 1988 period. And while there was no profit this year from discontinued operations, last year they contributed #34 million, before tax.\n\nPretax profit fell 3.7% to #128 million from #133 million and was below analysts' expectations of #130 million to #135 million, but shares rose 6 pence to 388 pence in early trading yesterday in London.\n\nReed is paying an interim dividend of 4.6 pence, up 15% from 4 pence a year earlier .\n\nSales fell 20% to #722 million.\n\nEarnings were hurt by disposal of operations in its restructuring, Reed said."
 }
 ,
 {"name": "Tempeval-wsj_0558 (EN example)",
  "text": "Aetna Life amp Casualty Co.'s third-quarter net income fell 22% to $182.6 million, or $1.63 a share, reflecting the damages from Hurricane Hugo and lower results for some of the company's major divisions.\n\nCatastrophe losses reduced Aetna's net income by $50 million, including $36 million from Hugo. Last year catastrophe losses totaled $5 million, when net was $235.5 million, or $2.07 a share. The year-earlier results have been restated to reflect an accounting change.\n\nThe insurer has started processing claims from the Northern California earthquake nearly two weeks ago . But because these claims are more difficult to evaluate and have been coming in more slowly, the company has no estimate of the impact of the earthquake on fourth-quarter results.\n\nIn New York Stock Exchange composite trading Friday , Aetna closed at $60, down 50 cents.\n\nIn the latest quarter , Aetna had a $23 million loss on its auto/homeowners line, compared with earnings of $33 million last year . Profit for its commercial insurance division fell 30% to $59 million, reflecting higher catastrophe losses and the price war in the property/casualty market for nearly three years .\n\nHowever, Aetna's employee benefits division, which includes its group health insurance operations, posted a 34% profit gain to $106 million.\n\n Third-quarter results included net realized capital gains of $48 million, which included $27 million from the sale of Federated Investors in August and a $15 million tax credit.\n\nIn the nine months , net rose 4.3% to $525.8 million or $4.67 a share, from $504.2 million, or $4.41 a share, last year ."
 }
   ,
   {
     "name": "KRAUTS- 652356 (DE-example)",
     "text": "Lampedusa(APA/AFP).Durch die Flüchtlingstragödie vor der italienischen Mittelmeerinsel Lampedusa ist die Politik der EUwieder einmal in die Kritik geraten. Der UN-Sonderberichterstatter für die Rechte von Migranten, François Crépeau , forderte die EU etwa auf, illegale Einwanderung nicht „ausschließlich mit repressiven Maßnahmen“ zu bekämpfen. In der kommenden Woche stimmt das EU-Parlament voraussichtlich dem neuen Überwachungssystem Eurosur zu, mit dem der Tod von Migranten auf See verhindert werden soll.Das Ausmaß der Tragödie:Das Mittelmeer wird immer wieder als Massengrab für Flüchtlinge und die Europäische Union als Festung bezeichnet. Die wirkliche Zahl der Todesopfer ist schwer zu erfassen, aber die Internationale Organisation für Migration geht davon aus, dass in den vergangenen zwei Jahrzehnten 25.000 Flüchtlinge bei der Überfahrt starben, davon 2000 im Jahr 2011 und 1700 im vergangenen Jahr. \nDurch die politische Krise in Nordafrika und den Bürgerkrieg in Syrien versuchten inden vergangenen Jahren konstant viele Menschen nach Europa zu kommen. Europäische Flüchtlingspolitik:In der EU werden gerne Verteilungsschlüssel erstellt – nicht jedoch bei Flüchtlingen. Das Land, in dem ein Flüchtling die EU erreicht, ist für das Asylverfahren und die Unterbringung verantwortlich. Eine Verteilung der Ankömmlinge auf alle EU-Staaten gibt es aufgrund hartnäckiger Weigerung einer Reihe von Staaten wie Deutschland nicht. Mittelmeerstaaten wie Griechenland, Spanien, Italien und ganz besonders das kleine Malta sehen sich daher übermäßig betroffen und mit der Versorgung der Flüchtlinge überfordert. Immer wieder werden katastrophale Lebensbedingungen der Flüchtlinge in diesen Ländern kritisiert.\nEuropäische Grenzschutzagentur Frontex:Kritiker werfen der EU vor, sich und ihren Reichtum gegen Flüchtlinge abzuschotten und sie somit in die Hände von kriminellen Schleuserbanden oder Staaten mit geringen Menschenrechtsstandards zu treiben. Als Symbol dieser Politik gilt Hilfsorganisationen die EU-Grenzschutzagentur Frontex, die Menschen unter anderem im Mittelmeer an der illegalen Einreise hindern soll. \nTatsächlich begünstige Frontex aber das Geschäft der Schlepper und Schleuser. Die EU-Kommission hingegen weist daraufhin, dass Frontex in den vergangenen beiden Jahren 16.000 Menschen im Mittelmeer vor dem Ertrinken gerettet habe. Das neue „Eurosur“-System: Das Eurosur-System soll Flüchtlingstragödien wie vor Lampedusa künftig verhindern.Eurosur steht am Mittwoch zur Abstimmung im EU-Parlament und soll Anfang Dezember einsatzbereit sein, damit die EU-Staaten darüber die Grenzen besser etwa durch Satelliten überwachen, Informationen schnell austauschen und Flüchtlingsboote entdecken können. So sollSchleppern das Handwerk gelegt, die illegale Einwanderung verringert und Flüchtlingen in Seenot geholfen werden. \nDie Grünen im EU-Parlament kritisieren, dass „Eurosur“der Abwehr von Flüchtlingen diene, nicht der Rettung.\n"
   }
   ,
   {
     "name": "KRAUTS- 720808 (DE-example)",
     "text": "BRÜSSEL (dpa). Angesichts der anhaltend hoher Arbeitslosigkeit in Europa warnt die EU-Kommission vor überzogenem Optimismus. \"Die Arbeitslosigkeit in der EU der 28 (Staaten) ist so hoch wie nie\" schreibt die Brüsseler Behörde in einem Beschäftigungsbericht, den EU-Arbeitskommissar Laszlo Andor gestern vorstellte. Der EU-Statistikbehörde Eurostat zufolge waren im September knapp 26,9 Millionen Menschen in Europa ohne Arbeit. Zwar sei der Anteil der Menschen ohne Job seit Mitte des laufenden Jahres nicht gestiegen. Es sei aber noch zu früh, um von einer Trendwende zu sprechen. Die Langzeitarbeitslosigkeit habe sich seit 2008 verdoppelt - bei der Wachstumslokomotive Deutschland sank sie allerdings."
   }


 ]
}